{
  "title": "Teknologi Robotik",
  "date": "2018-04-02",
  "thumbnail": "/images/Rbt-cartesian.jpg",
  "body": "Perkembangan Dunia Industri manufaktur diera modern tidak terlepas dari penerapan system Automation. Adapun system ini tercipta dari hasil improvement dan pengembangan-pengembangan solusi pada tuntutan peningkatan produktivitas, reduce cost, meningkatkan daya saing (Kompetitiv rising) dan quality improvement.\n\nBeberapa Anggota Apek sudah mampu dan dipercaya oleh beberapa perusahaan Jepang yang menjadi Vendor Otomotive, makanan, elektronic dan lainnya untuk membuatkan mesin-mesin produksi Automatis diantaranya PT. Frenindo Solusion, PT. Dreig Pratama Indonesia, CV. Javateck, PT. Trikarsa Upayasa dll\n\nOtomasi adalah teknologi berkaitan dengan penerapan mekanik, sistem elektronik, dan berbasis komputer untuk mengoperasikan dan mengendalikan produksi, adapun sarana system ini berwujud dalam bentuk, ban berjalan (konvreyor), mesin CNC, Arm Robotic dengan bermacam-macam aplikasinya yang berupa material loading (Pengumpan bahan baku atau produck) atau material Handling (proses manufacturing berupa proses-proses pengerjaan seperti welding, driver screw, gluwing, drilling dll).\n\nSistem produksi otomatis dapat diklasifikasi dengan cara terbaik menjadi tiga jenis dasar:\n\n1. Fixed automation\n2. Programmable automation\n3. Flexible automation\n\n**Fixed automation** (otomasi tetap) adalah sistem di mana urutan pengolahan (atau perakitan) operasi ditetapkan oleh susunan peralatan, Operasi di urutan biasanya sederhana. Ini adalah integrasi dan koordinasi dari banyak operasi tersebut ke dalam satu set peralatan yang membuat sistem menjadi rumit. Fitur khas otomasi tetap adalah :\n\n* Investasi awal yang tinggi untuk instalasi yang custom-engineered\n* Laju produksi yang tinggi\n* Relatif tidak fleksibel dalam mengakomodasi perubahan produk\n\n**Programmable automation** (otomasi mampu program), peralatan produksi dirancang dengan kemampuan untuk mengubah urutan operasi untuk mengakomodasi konfigurasi produk yang berbeda. Urutan operasi dikontrol oleh program, yang merupakan satu set instruksi kode sehingga sistem dapat membaca dan menafsirkannya. Program baru dapat disiapkan dan dimasukkan ke peralatan untuk menghasilkan produk baru. Beberapa fitur yang menjadi ciri otomasi mampu program meliputi :\n\n* Investasi yang tinggi untuk instalasi peralatan multi guna\n* Laju produksi yang relatif rendah dibandingkan fixed otomation\n* Fleksible untuk menghadapi perubahan konfigurasi produk\n* Paling cocok untuk produksi batch\n\n**Flexible automation** merupakan perpanjangan dari otomasi mampu program. Konsep otomasi fleksibel telah dikembangkan hanya selama 15 atau 20 tahun terakhir, dan prinsip-prinsip masih berkembang. Sebuah sistem otomatis yang fleksibel adalah salah satu yang mampu menghasilkan berbagai produk (atau part) dengan hampir tidak ada waktu yang hilang untuk menunggu dari satu produk ke yang berikutnya. Tidak ada waktu produksi hilang saat memprogram ulang sistem dan mengubah setup fisik (perkakas, fixtures, pengaturan mesin). Akibatnya, sistem dapat menghasilkan berbagai kombinasi dan jadwal produk, bukan membutuhkan bahwa mereka dibuat dalam batch terpisah. Fitur otomasi fleksibel dapat diringkas sebagai berikut :\n\n* Investasi tinggi untuk membuat sistem yang direkayasa secara kustom\n* Produksi yang berkelanjutan bagi berbagai variabel produk\n* Laju produksi medium\n* Fleksibilitas untuk menghadapi variasi desain produk\n\nFitur penting yang membedakan otomatisasi fleksibel dari otomatisasi diprogram adalah:\n\n1. kemampuan untuk mengubah program bagian tanpa kehilangan waktu produksi.\n2. kemampuan untuk berubah selama setup fisik, lagi tanpa kehilangan waktu produksi.\n\nRobot industri dapat menjadi solusi bagi tingkat produksi yang tinggi karena dapat dioperasikan terus menerus, secara fleksibel dapat diprogram yang dipercaya kehandalannya dibanding manusia dan memungkinkan untuk dihubungkan dengan perangkat kendali lainnya seperti PLC, komputer dan lain-lain.\n\nTingkat kerumitan kerja, beban yang harus diangkat oleh robot, dan tingkat kepresisian kerja robot ikut andil dalam menentukan bentuk dan tipe lengan robot. Berikut ini adalah bentuk Robot industri paling umum digunakan,\n\n**1. Robot Cartesian**\n\nRobot industri ini memiliki 3 linear join X, Y dan Z yang berada saling tegak lurus membentuk sistem koordinat Cartesian. Robot ini dapat dikatakan sebagai model gerakan paling sederhana karena hanya mengandalkan linear join. Kelemahannya adalah memerlukan ruang yang cukup besar untuk lengan –  lengannya. Aplikasi paling populer adalah pada mesin Computer Numerical Control (CNC)\n\n![Cartesian Robot](/images/Rbt-cartesian.jpg)\n\n**2. Robot SCARA**\n\nSCARA adalah singkatan dari Selective Compliant Assembly Robot Arm. Robot industri ini memiliki basis ruang kerja silinder. Sistem penggerak robot SCARA tersambung secara langsung pada lengan tanpa gear atau sistem belt, sehingga membuat mekanisme gerakannya bekerja cepat, simple namun tetap akurat. Robot ini banyak digunakan sebagai robot aseembly part dengan ukuran yang kecil degan kecepatan sedang.\n\n![Scara Robot](/images/Rbt-Scara.jpg)\n\n**3. Robot Delta**\n\nRobot delta adalah robot industri dengan sistem paralel 3 lengan dimana memiliki 3 pengerak motor pada ujung tiap lengan. Kombinasi pasangan lengan dan sendi pada Delta robot memungkinkan untuk melakukan gerakan pada ruang kerjanya dengan kecepatan yang tinggi. Pada awal pembuatannya di tahun 1998 robot ini mampu melakukan pick and place 120 object dalam 1 menit dengan kecepatan gerakan 10m/s. Inilah robot paralel dengan kecepatan paling tinggi namun tetap presisi. Robot ini banyak digunakan pada industri pengemasan makanan, liquid filling pada industri farmasi atau part assembly diindustri elektronika. Berikut adalah gambar Robot Delta\n\n![Delta Robot](/images/Rbt-Delta.jpg)\n\n**4. Robot 6 Axis**\n\nRobot 6 axis dengan bentuk menyerupai huruf Z ini adalah terobosan bentuk manipulator yang revolusioner, karena keluar dari pakem sistem paralel mau pun silindris. Dengan adanya 3 rotari axis dan 3 translasional axis membuat robot industri ini sangat fleksibel dalam bergerak dengan ruang kerja yang luas namun menempati ruang yang lebih sempit. Dengan power motor yang kuat, robot ini mampu dibebani cukup tinggi sebagai alat loading atau handling. Flesibilitas gerakannya membuat robot ini cocok untuk tugas rumit seperti pengelasan. Jenis robot ini memiliki populasi paling banyak di industri manufaktur. Berikut adalah contoh gambar Robot 6 axis\n\n![6-Axises](/images/Rbt-6-Axis.png)"
}