{
  "title": "About Us",
  "body": "## Sejarah Singkat\n\nDimulai dari awal tahun 2013 tentang wacana pasar bebas MEA (Masyarakat Ekonomi ASEAN) yang akan diberlakukan di seluruh Negara ASEAN dengan sudah diwarnainya masuknya umkm-umkm luar negeri (ASEAN, China, Korea, Jepangi dll) yang masuk dan membuka oprasionalnya di Indonesia telah membuat sebagian dari pelaku-pelaku usaha kecil dan menengah mulai membenahi dari dalam segala bidang, bagaimana bisa bertahan dan mampu bersaing dengan para pelaku dari luar tidak terkecuali para pelaku usaha engineering yang berada di Karawang yang telah lama etablis maupun yang baru merasa perlu meningkatkan kemampuan baik bidang teknologi, ekonomi dan manajemen.\n\nBukan segi kemampuanj teknologi, ekonomi dan manajemen saja yang harus di tingkatkan oleh para pelaku usaha umkm namun perlunya perhatian dari pamerintah daerah maupun pusat beserta para pemegang tongkat kepentingan.\n\nSeiring bergulirnya kebijakan MEA akan diberlakukan, dibeberapa dikawasan industri sudah mulai terlihat beberapa perusahaan baru dari luar negeri berupa workshop-workshop skala kecil berdiri dengan beberapa pekerja saja, meski demikian mereka memilik link yang kuat hingga merekapun mudah mendapatkan order.\n\nDari keadaan diatas beberapa para pelaku menggagas perlunya dibentuk suatu perhimpunan yang bisa menjadi suatu mediasi bagaimana para pelaku  usaha Engineering di karawang bisa mewujudkan rencanya tadi. Dari beberapa penggegas tadi sebagai inisiator melakukan pendekatan-pendekatan dengan para pelaku usaha lainya yang ada diwilayah Karawang  berusaha dibidang yang sama dan gagasan para inisiator mendapat dukungan dari parapelaku usaha engineering yang lain dan setelah intend an beberapa kali melakukan pertemuan dengan para pelaku usaha ini, maka terbentuklah Asosiasi Pengusaha Enginering Karawang yang disingkat menjadi APEK yang diresmikan pada tanggal 20 September 2013.\n\nAdapun terbentuknya asosiasi ini tidak terlepas dari pihak-pihak yang mendukung antara lain dari pemerintahan Kabupaten dan Pemerintahan Daerah Provinsi Jawa Barat bidang perindustrian, Bidang koprasi dan UMKM, Bidang ketenagakerjaan, juga dari Pemerintah Pusat melalui Kementrian Koprasi dan UMKM, dan kementrian Perindustrian.\n\nAdapun dari maksud dan tujuan dibentuknya Asosiasi APEK ini diantaranya adalah :\n\n1. Wadah komunikasi antar pengusaha anggota\n2. Wadah untuk mewakili kepentingan pengusaha engineering di karawang\n3. Wadah untuk menyerap para pelaku engineering di karawang\n4. Wadah untuk membangun standarisasi, etika dan tata kelola bisnis\n5. Wadah untuk meningkatkan, memperkuat, memperkokoh kompetensi anggota\n6. Wadah untuk membentuk komitmen para pelaku bisnis anggota\n7. Wadah untuk memperkuat hubungan bisnis antar anggota\n8. Wadah untuk membuka peluang bisnis semua anggota\n9. Wadah untuk membantu kelangsungan bisnis para anggota\n10. Wadah untuk memfasilitasi, melindungi, mencegah dan memberikan pembelaan hukum kepada para anggota\n\nDengan segala upaya dan usaha semoga APEK dapat lebih berkiprah lebih maju dan ikut serta dalam pembangunan Daerah maupun Nasional.\n\n![Pra APEK](/images/pra-APEK@512x.jpg)\n\n## Visi\r\n\nSebagai wadah komunikasi, konsultasi, koordinasi dan media informasi bagi para pelaku usaha Engineering di Karawang.\n\n\n## Misi\r\n\nMeningkatkan kerjasama yang aktif dan efektif bersama sesama anggota dibidang usaha engineering yang secara tidak langsung meningkatkan kesejahteraan pada masyarakat khususnya Karawang dan umumnya Nasional.\n\n## Program Jangka Pendek\n\nMembangun kemitraan dan Kerjasama dengan Instansi Pemerintah, Kawasan-kawasan Industri, Assosiasi dan Institusi terkait lainnya.\nMendirikan Koprasi Mitra Teknik yang berbasisi Industri kecil dan Menengah.\nMenstandarisasikan QCDSE kepada seluruh anggota APEK.\n\n## Program Jangka Panjang\n\nMembuat area/ kawasan industri kecil menengah KSMEIP (Karawang Small Medium Engineering Industrial Park)\nMengadakan Pameran Exhibition dibidang Engineering Manufacturing.\n\n## Bidang Usaha\n\n* Bidang Pembuat Mesin Produksi\r\n* Pembuat spare part Industri\r\n* Pembuat Alat kerja Pabrik (Tool, Industrial Part,Jig)\r\n* Pembuat Sarana Pabrik (Fabrikasi)\r\n* Konstruksi dan Civil\r\n* Mechanical Electrical\r\n* Technical Supplier\n\n## Struktur Organisasi\n\n![Struktur Organisasi](/images/struktur-org-with-photo.jpg 'Struktur Organisasi')"
}